{
  "aboutme": "Über mich",
  "skills": "Fähigkeiten",
  "portfolio": "Portfolio",
  "letstalk": "Lass uns reden!",
  "iam": "Ich bin",
  "aboutmeheadline": "Über mich",
  "aboutmeinfo": "Ich bin ein leidenschaftlicher Frontend-Entwickler aus der Nähe von Kempten im Allgäu. Begeistert von den endlosen Möglichkeiten der IT, kreiere ich benutzerfreundliche und ästhetisch ansprechende Webseiten sowie Anwendungen, die für eine reibungslose Nutzung optimiert sind.",
  "aboutmeinfo1": "Mein Fokus liegt auf der Erstellung benutzerfreundlicher Websites und Projekte, die durch technische Exzellenz und gut strukturierten Code überzeugen. Jede neue Aufgabe sehe ich als Chance, mein Wissen zu erweitern und innovative Ansätze zu entwickeln.",
  "aboutmeinfo2": "Programmieren ist für mich vergleichbar mit einer Wanderung in den Bergen: Mit einem klaren Ziel vor Augen kann der Weg manchmal anspruchsvoll sein, doch der Blick vom Gipfel – das erreichte Ergebnis – ist unbezahlbar. Jede Schwierigkeit ist ein Felsen, den ich überwinde, und genau dieser kreative Prozess spornt mich immer wieder an.",
  "skillsinfo": "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
  "getintouch": "Kontaktieren Sie mich",
  "portolioinfo":"Entdecken Sie ein Teil meiner Arbeit hier - Interagieren Sie mit den Projekten um meine Fähigkeiten in Aktion zu sehen.",
  "joininfo": "Ein Taskmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, und weisen Sie Benutzer und Kategorien zu.",
  "sharkieinfo": "Ein einfaches Jump-and-Run-Spiel, das auf objektorientierte Programmierung basiert. Hilf Sharkie, Münzen und Giftflaschen zu finden, um gegen den Killerwal zu kämpfen.",
  "contactheadline": "Kontakt",
  "contactinfo": "Haben Sie ein Problem zu lösen?",
  "contactinfo1": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
  "contactinfo2": "Brauchen Sie einen Frontend-Entwickler? Kontaktieren Sie mich!",
  "inputname": "Ihr Name",
  "inputnameerror": "Bitte geben Sie einen gültigen Namen ein",
  "inputemail": "Ihre E-Mail",
  "inputemailerror": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
  "inputmessage": "Ihre Nachricht",
  "inputmessageerror": "Bitte geben Sie eine Nachricht ein",
  "policy1": "Ich habe die",
  "privacyPolicyLink": "Datenschutzerklärung",
  "policy2": "und stimme der Verarbeitung meiner Daten gemäß diesen Bestimmungen zu.",
  "policyerror": "Sie müssen die Datenschutzerklärung akzeptieren",
  "sendmessage": "Nachricht senden :)",
  "successmessage":"Danke, Ihre Nachricht wurde versendet :) ",
  "imprint": "Impressum"
}
