{
  "aboutme": "About Me",
  "skills": "Skills",
  "portfolio": "Portfolio",
  "letstalk": "Lets Talk!",
  "iam": "I am",
  "aboutmeheadline": "About me",
  "aboutmeinfo": "I’m a frontend developer from the Kempten area in the Allgäu, passionate about the endless possibilities of IT. I create user-friendly and visually appealing websites and applications optimized for smooth performance.",
  "aboutmeinfo1": "My focus is on developing user-friendly websites and technically high-quality projects. Every task gives me the opportunity to pursue creative approaches and deliver tailored solutions.",
  "aboutmeinfo2": "Programming, for me, is like hiking in the mountains: with a clear goal in mind, the path can be challenging, but the result is priceless. I view difficulties as motivation to keep growing.",
  "skillsinfo": "I have gained experience in building projects with various frontend technologies and concepts.",
  "getintouch": "Get in touch",
  "portolioinfo":"Explore a selection of my work here - Interact with projects to see my skills in action.",
  "joininfo": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "sharkieinfo": "A simple Jump-and-Run game based on an object-oriented approach. Help sharkie to find coins and poison bottles to fight against the killer whale.",
  "contactheadline": "Contact",
  "contactinfo": "Got a problem to solve?",
  "contactinfo1": "Contact me through this form. I am interested in hearing from you, knowing your ideas, and contributing to your projects with my work.",
  "contactinfo2": "Need a Frontend developer? Contact me!",
  "inputname": "Your Name",
  "inputnameerror": "Please enter a valid name",
  "inputemail": "Your Email",
  "inputemailerror": "Please enter a valid email",
  "inputmessage": "Your Message",
  "inputmessageerror": "Please enter a valid message",
  "policy1": "I've read",
  "privacyPolicyLink": "privacy policy",
  "policyerror": "You must accept the privacy policy",
  "policy2": "and agree to the processing of my data as outlined",
  "sendmessage": "Send message :)",
  "successmessage":"Thank you, your message has been sent :) ",
  "imprint": "Imprint"
}
