{
  "aboutme": "About Me",
  "skills": "Skills",
  "portfolio": "Portfolio",
  "letstalk": "Lets Talk!",
  "iam": "I am",
  "aboutmeheadline": "About me",
  "aboutmeinfo": "I am a passionate frontend developer from near Kempten in the Allgäu. Enthusiastic about the endless possibilities of IT, I create user-friendly and aesthetically pleasing websites as well as applications that are optimized for smooth use.",
  "aboutmeinfo1": "My focus is on creating user-friendly websites and projects that impress with technical excellence and well-structured code. I see every new task as an opportunity to expand my knowledge and develop innovative approaches.",
  "aboutmeinfo2": "I see programming as a hike in the mountains: with a clear goal in mind, the path can sometimes be challenging, but the view from the summit - the result achieved - is priceless. Every difficulty is a rock that I overcome, and it is precisely this creative process that spurs me on again and again.",
  "skillsinfo": "I have gained experience in building projects with various frontend technologies and concepts.",
  "getintouch": "Get in touch",
  "portolioinfo":"Explore a selection of my work here - Interact with projects to see my skills in action.",
  "joininfo": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "sharkieinfo": "A simple Jump-and-Run game based on an object-oriented approach. Help sharkie to find coins and poison bottles to fight against the killer whale.",
  "contactheadline": "Contact",
  "contactinfo": "Got a problem to solve?",
  "contactinfo1": "Contact me through this form. I am interested in hearing from you, knowing your ideas, and contributing to your projects with my work.",
  "contactinfo2": "Need a Frontend developer? Contact me!",
  "inputname": "Your Name",
  "inputnameerror": "Please enter a valid name",
  "inputemail": "Your Email",
  "inputemailerror": "Please enter a valid email",
  "inputmessage": "Your Message",
  "inputmessageerror": "Please enter a valid message",
  "policy1": "I've read",
  "privacyPolicyLink": "privacy policy",
  "policyerror": "You must accept the privacy policy",
  "policy2": "and agree to the processing of my data as outlined",
  "sendmessage": "Send message :)",
  "successmessage":"Thank you, your message has been sent :) ",
  "imprint": "Imprint"
}
